{
    "home": "Accueil",
    "skills": "Compétences",
    "services": "Services",
    "projects": "Projets",
    "contact": "Contact",
    "about": "Je suis développeur full-stack web, desktop et mobile. Programmeur passionné et dévoué avec une solide formation en informatique et un œil attentif pour les solutions innovantes. Mon parcours en programmation a été alimenté par un amour pour la technologie et une volonté de créer des applications efficaces et percutantes. Je me spécialise dans une variété de langages et de frameworks de programmation, notamment C#, Java, PowerShell, Python, Node.js, React/Next.js et ASP.NET. De plus, j'ai une vaste expérience de travail avec des bases de données telles que MySQL, MongoDB et Cassandra. Mon ensemble de compétences diversifiées me permet de relever un large éventail de projets, du développement backend à la création d'interfaces frontales dynamiques et interactives. Je m'efforce de créer des logiciels qui répondent non seulement aux normes les plus élevées en matière de fonctionnalité, mais qui offrent également une expérience utilisateur fluide. Découvrez mon travail et connectons-nous pour discuter de la manière dont nous pouvons collaborer pour donner vie à vos idées.",
    "name": "Je m'appelle",
    "w": "B",
    "e": "I",
    "l": "E",
    "c": "N",
    "o": "V",
    "m": "E",
    "y": "NUE",
    "ll": " À TOUS",
    "experience": "Années d'expérience",
    "resume": "Télécharger le CV",
    "contact_invitation": "Je serais ravi de discuter de vos idées et projets. N'hésitez pas à me contacter pour toute question ou demande.",
    "get_in_touch": "Entrons en contact",
    "contact_us": "Contactez-nous",
    "send": "Envoyer",
    "placeholder_name": "Nom",
    "placeholder_email": "E-mail",
    "placeholder_phone": "Téléphone",
    "placeholder_message": "Message",
    "skills_heading": "Mes Compétences",
    "web_development": "Développement Web",
    "mobile_development": "Développement Mobile",
    "desktop_development": "Développement Desktop",
    "partners": "Partenaires",
    "projects_done": "Projets Réalisés",
    "happy_clients": "Clients Satisfaits",
    "meetings": "Réunions",
    "pricing_heading": "Mes Tarifs",
    "basic_plan": "Basique",
    "custom_web_development": "Développement Web Personnalisé",
    "database_integration": "Intégration de Base de Données (MySQL, MongoDB)",
    "basic_api_development": "Développement d'API Basique",
    "email_support": "Support par Email",
    "per_project": "par projet",
    "sign_up": "Inscription",
    "pro_plan": "Pro",
    "full_stack_web_development": "Développement Web Full-Stack",
    "advanced_database_integration": "Intégration de Base de Données Avancée (MySQL, MongoDB, Cassandra)",
    "complex_api_development": "Développement d'API Complexe",
    "continuous_support": "Support Continu",
    "web_development_service": "Développement Web",
    "web_design_logo": "Conception Web & Logo",
    "web_development_description": "Les concepteurs de sites web élaborent la vision globale et le plan de la mise en page d'un site, garantissant une interface conviviale et une expérience utilisateur engageante. Développement professionnel de logos : entreprise, société ou personnel, adapté pour refléter votre identité et vos valeurs.",
    "apps_development": "Développement d'Applications",
    "ios_android": "iOS & Android",
    "apps_development_description": "Conception d'applications logicielles pour fonctionner sur des appareils mobiles. Des applications modernes et prêtes pour les mobiles qui vous aideront à atteindre tous vos objectifs marketing. Du concept initial au lancement, nous veillons à ce que votre application soit intuitive, fonctionnelle et esthétiquement agréable.",
    "game_development": "Développement de Jeux",
    "unity_unreal_engine": "Unity & Unreal Engine",
    "game_development_description": "Création de jeux & description de la conception, du développement et de la publication d'un jeu. Développement de jeux uniques pour Android et iOS mobiles. Nous donnons vie à vos idées de jeux avec des graphismes immersifs, un gameplay engageant et des performances fluides sur tous les appareils.",
    "desktop_development_service": "Développement de Bureau",
    "macos_windows": "macOS & Windows",
    "desktop_development_description": "Développement d'applications de bureau robustes offrant des fonctionnalités puissantes et une intégration transparente avec vos systèmes existants. Nos applications de bureau sont conçues pour la performance, la sécurité et l'évolutivité afin de répondre aux besoins de votre entreprise."
}